<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.2 $
|     $Date: 2007/05/27 06:58:35 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("EMOLAN_1", "Активировать смайлики");
define("EMOLAN_2", "Имя ");
define("EMOLAN_3", "Эмоции");
define("EMOLAN_4", "Активировать смайлики?");

define("EMOLAN_5", "Изображение");
define("EMOLAN_6", "Код смайлика");
define("EMOLAN_7", "разделить пробелами");

define("EMOLAN_8", "Статус");
define("EMOLAN_9", "Опции");
define("EMOLAN_10", "Активно");
define("EMOLAN_11", "Активировать набор");

define("EMOLAN_12", "Редактировать/настроить набор");
define("EMOLAN_13", "Установленные наборы");

define("EMOLAN_14", "Сохранить настройки");
define("EMOLAN_15", "Редактировать/настроить смайлики");
define("EMOLAN_16", "Настройки смайликов сохранены");
define("EMOLAN_17", "У вас имеется набор смайликов, который содержит пробелы, что не разрешено !");
define("EMOLAN_18", "пожалуйста, переименуйте перечисленные ниже экземпляры, чтобы они не содержали пробелов:");
define("EMOLAN_19", "Имя");
define("EMOLAN_20", "Расположение");
define("EMOLAN_21", "Ошибка");
//define("EMOLAN_2", "Name");
define("EMOLAN_22", "Найден новый набор смайликов:");
define("EMOLAN_23", "Найден новый набор смайликов xml:");
define("EMOLAN_24", "Найден новый смайлик php:");
?>
