<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.2 $
|     $Date: 2007/03/25 04:21:50 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

define("US_LAN_1", "Выбрать пользователя");
define("US_LAN_2", "Выбрать класс пользователей");
define("US_LAN_3", "Все пользователи");
define("US_LAN_4", "Поиск имени пользователя"); //Find...
define("US_LAN_5", "Пользователь(и) найден(ы)");
define("US_LAN_6", "Поиск"); //Search
?>