<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2007/02/24 18:30:18 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

define("RATELAN_0", "голос");
define("RATELAN_1", "голосов");
define("RATELAN_2", "как вы это оцениваете?");
define("RATELAN_3", "спасибо за ваш голос");
define("RATELAN_4", "не оценено");
define("RATELAN_5", "Оценить");

?>