<?php
/*
+---------------------------------------------------------------+
|	e107 website system
| http://e107.org
|	/dtree_menu/languages/English.php
|
| Revision: 1.0 
| Date: 2005/01/24
| Author: Izydor 2005
|	http://cennik.net
|	Izydor@cennik.net
|
| Based on javascript by Geir Landrц (evdwal@xs4all.nl)
| dTree 2.05 | http://www.destroydrop.com/javascripts/tree/ 
|
|	Released under the terms and conditions of the	
|	GNU General Public License (http://gnu.org).
+---------------------------------------------------------------+
*/

define("DT_LAN_1", "dTree Menu Конфигурация");
define("DT_LAN_2", "Добавить пункт меню");
define("DT_LAN_3", "Обнулить dTree Menu");
define("DT_LAN_4", "Копировать Main ссылки");
define("DT_LAN_5", "dTree Menu Конфигурация");
define("DT_LAN_6", "Позволить папкам быть ссылками");
define("DT_LAN_7", "Пункты могут быть выбранными (применяется стиль)");
define("DT_LAN_8", "Запоминать cookies посетителей для для индивидуального отображения пунктов меню");
define("DT_LAN_9", "Древо прорисовывается линиями");
define("DT_LAN_10", "Показывать имена пунктов меню минуя URL");
define("DT_LAN_11", "Только один пункт с его родителем может быть отображён.<br />openAll() и closeAll() не будут работать если данная функция включена");
define("DT_LAN_12", "Заголовок таблицы");
define("DT_LAN_13", "Стиль таблицы");
define("DT_LAN_14", "Да");
define("DT_LAN_15", "Нет");
define("DT_LAN_16", "Сохранить установки");
define("DT_LAN_17", "Древо отображается с иконками");
define("DT_LAN_18", "Установки сохранены");
define("DT_LAN_19", "Выбрать родительский пункт");
define("DT_LAN_20", "Имя пункта");
define("DT_LAN_21", "URL пункта (например forum.php)");
define("DT_LAN_22", "Имя пункта в строке состояния");
define("DT_LAN_23", "Выбрать иконку пункта меню (для установок по-умолчанию оставьте пустым<br> Иконки расположены/dtree_menu/images/)");
define("DT_LAN_24", "Иконки");
define("DT_LAN_25", "Выбрать иконку открытого пункта меню (для установок по-умолчанию оставьте пустым<br> Иконки расположены/dtree_menu/images/)");
define("DT_LAN_26", "Как открыть URL");
define("DT_LAN_27", "Отображение ссылки (Выберете группу пользователей, которым разрешено видеть данный пункт меню)");
define("DT_LAN_28", "Сохранить пункт");
define("DT_LAN_29", "Добавить пункт");
define("DT_LAN_30", "Изменить");
define("DT_LAN_31", "Удалить");
define("DT_LAN_32", "открыть в текущем окне");
define("DT_LAN_33", "открыть в новом окне");
define("DT_LAN_34", "Изменить (выбрать пункт для изменения)");
define("DT_LAN_35", "Удалить (выбрать пункт для удаления)");
define("DT_LAN_36", "Новый пункт успешно добавлен");
define("DT_LAN_37", "Изменить/Удалить пункт");
define("DT_LAN_38", "Пункт успешно обновлён");
define("DT_LAN_39", "В Основном Пункте Вы можете изменить только имя");
define("DT_LAN_40", "Нет элементов меню");
define("DT_LAN_41", "Пункт удалён");
define("DT_LAN_42", "Основной Пункт НЕ может быть удалён");
define("DT_LAN_43", "dTree Menu установки обнулены");
define("DT_LAN_44", "Все main menu ссылки были скопированы в dTree Menu");
define("DT_LAN_45", "Нет ссылок для копирования");
define("DT_LAN_46", "dTree Menu Конфигурация");
define("DT_LAN_47", "dTree Menu древовидное меню в стиле XP.<br />
Данный плагин имеет возможность неограниченной глубины пунктов с возможностью определения собственных настроек для каждлго пункта<br />
,можно выбрать собственные иконки, несколько стилей, поддерживает e107 user classes<br />
Основано на java-скрипте Geir Landrц (evdwal@xs4all.nl)<br />
dTree 2.05 | http://www.destroydrop.com/javascripts/tree/ <br /><br />
<b>Установки настроек : </b><br />
- Способ открытия URL - в текущем или новом окне <br />
- Папка может быть URL<br />
- Пункты могут быть выбранными <br />
- Cookies посетителей запоминается для настройки отображений<br />
- Ссылки отображаются с линиями <br />
- Древо отображается с иконками<br />
- Настраивается строка состояния<br />
- Только один подпункт будет отображаться со своим родителем<br />
- Настраивается заголовок таблицы<br />
- Стиль таблицы - не поддерживается<br />
<br />
Данное меню не может автоматически организовывать новые Main Menu ссылки, данные берутся из e107 ссылок.
");
define("DT_LAN_48", "Добавление dTree Menu пункта");
define("DT_LAN_49", "<br />- Выбранный пустой родительский пункт позволяет добавлять новые подпункты в древо. <br />
- Основной Пункт меню не может быть удалён, Вы можете изменить только его имя (в строке состояния тоже)<br />
- Иконки должны быть расположены в папке /dtree_menu/images/ (<b>ВАЖНО</b> : плагин не умеет определять размер иконок)<br />
- Способ открытия ссылок может быть выбран как в текущем, так и в новом окне<br />
- Меню поддерживает e107 user classes<br />
");
define("DT_LAN_50", "Другие настройки Админа");
define("DT_LAN_51", "<br /> <b>Изменить/Удалить пункт </b>- только кликнув по пункту Вы можете изменить или удалить пункт. <b>ВАЖНО</b> !! Удаление будет выполнено без предупреждения - Вы кликаете - пункт удаляется.<br />
<b>Обнулить dTree Menu</b> - устанавливает настройки dTree Menu по-умолчанию (также, как и при первой установке). <b>ВАЖНО</b> !! Обнуление будет выполнено без предупреждения - Вы кликаете - меню обнуляется.<br />
<b>Скопировать Main Menu</b> - удаляет ВСЕ текущие dTree Menu пункты и копирует все ссылки e107 Main Menu вместе с подссылками. <b>ВАЖНО</b> !! Копирование будет выполнено без предупреждения - Вы кликаете - процесс происходит.<br />
");
define("DT_LAN_52", "<br />Читаем <a href='".e_PLUGIN."dtree_menu/readme.php'>ReadMe</a> файл - вроде как полезно.");
define("DT_LAN_53", "Пункт");
?>