<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.3 $
|     $Date: 2007/07/05 09:52:01 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Когда смайлики активированы, стандартные текстовые строки смайликов будут заменяться соответствующими 
изображениями смайликов по всему контенту на вашем сайте.";

$ns -> tablerender("Смайлики: Справка", $text);
?>