<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.2 $
|     $Date: 2007/03/14 16:02:09 $
|     $Author: verant $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Используйте эту страницу, чтобы настроить ваши почтовые параметры для почтовых функций всего сайта. Почтовая форма позволяет вам посылать сообщения всем вашим пользователям.";
$ns -> tablerender("Почта: Справка", $text);
?>