<?php
/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 0.7
|     $Revision: 1.1 $
|     $Date: 2007/02/24 18:30:26 $
|     $Author: yarodin $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "Здесь вы можете разрешить / запретить возможность пользователям загружать файлы на сервер и управлять теми файлами, которые были ими загружены на сервер.";
$ns -> tablerender("Загрузки на сервер: Справка", $text);
?>