<?php
/*
+- Q Tree Menu -------------------------------------------------+
|                                                               |
| File        : q_tree_menu/language/Russian.php                |
| Coding      : Rijk van Wel, aka Ridge                         |
| Description : Russian language file                           |
| Перевод :  -Tommi-                        |
|                                                               |
| ************************************************************* |
| For the e107 website system © Steve Dunstan 2001-2006         |
| http://e107.org - jalist@e107.org                             |
|                                                               |
| Released under the terms and conditions of the                |
| GNU General Public License (http://gnu.org).                  |
+---------------------------------------------------------------+
*/

define("Q_TREE_L1","Главное меню");
define("Q_TREE_L2","Настройки");
define("Q_TREE_L3","Сохранить изменения");

define("Q_TREE_HELP_L1","Помощь");
define("Q_TREE_HELP_L2","<b>Настройки</b><br />У вас нет необходимости менять стандартные настройки, но вы можете изменить меню как пожелаете. Для того чтобы узнать для чего предназначены поля, просто наведите курсором мышки на заголовок необходимой настройки.");
define("Q_TREE_HELP_L3","<b>Помощь разработчикам</b><br />Разработка данного меню потребовала очень много времени и усилий! Этот плагин на 100% распрастраняется бесплатно, но если он вам понравился, ПОЖАЛУЙСТА окажите нам метериальную поддержку с помощью системы PayPal.");

define("Q_TREE_RM_L1","Что это такое?");
define("Q_TREE_RM_L2","Это многоуровневое меню - плагин для е107. Основана на Меню 13.20 - Ger Versluis. Поддерживает такие браузеры, как: Firefox, Netscape 5+ и Internet Explorer 5+, а так же содержит много опиций, включая прозрачность и горизонтальное позицирование. Неограниченное колличество подменю.<br />");
define("Q_TREE_RM_L3","");
define("Q_TREE_RM_L4","");
define("Q_TREE_RM_L5","Вам понравилось?");
define("Q_TREE_RM_L6","Разработка данного меню потребовала очень много времени и усилий! Этот плагин распрастраняется бесплатно, но если он вам понравился, ПОЖАЛУЙСТА окажите нам метериальную поддержку с помощью системы PayPal.<br />");
define("Q_TREE_RM_L7","Возможные неполадки");
define("Q_TREE_RM_L8","Некоторые элементы и объекты, такие как Flash, находятся всегда поверх остальных элементов. Как результат, меню будет иногда заходить на соседнии элементы страницы. Всё зависит от вашего браузера и не может исправлено разработчиками меню. Стабильная работа меню гарантируется только в Internet Explorer.<br /><br />Как устанить:<br /><br />");
define("Q_TREE_RM_L9","1. Используте div:");
define("Q_TREE_RM_L10","2. Создайте массив в документе, содержащий DIV. Сохраните его в e107_files/user.js");
define("Q_TREE_RM_L11","3. Замените фунции BeforeFirstOpen и AfterCloseAll (это находится в menu_var.php) на:");