<?php

/*
+---------------------------------------------------------------+
|        e107 website system                                    |
|        ©Steve Dunstan 2001-2002                               |
|        http://jalist.com                                      |
|        stevedunstan@jalist.com                                |
|                                                               |
|        File: languages/Russian/lan_media.php                  |
|        Plugin: Media gallery                                  |
|        Author: soulhunter (darksport@users.mns.ru)            |
|                                                               |
|        Released under the terms and conditions of the         |
|        GNU General Public License (http://gnu.org).           |
+---------------------------------------------------------------+
*/

define("MG_MEDIA_1", "Вы должны выбрать локальный файл либо указать URL удалённого файла!");
define("MG_MEDIA_2", "Вы неверно указали URL удалённого файла!");
define("MG_MEDIA_3", "Медиа файл этого формата не поддерживается Медиа галереей!");
define("MG_MEDIA_4", "Вы не указали Имя файла!");
define("MG_MEDIA_5", "Файл с таким именем уже есть в указанной галерее!");
define("MG_MEDIA_6", "Ваш файл не был загружен, так как достигнуто максимально количество неподтверждённых закачек!");
define("MG_MEDIA_7", "Гость");
define("MG_MEDIA_8", "Ваш файл успешно добавлен и будет проверен администратором на возможность размещения в галерее.");
define("MG_MEDIA_9", "Не удалось добавить файл в базу!");
define("MG_MEDIA_10", "Не удалось обновить файл в базе!");
define("MG_MEDIA_11", "У Вас нет прав редактировать этот файл!");
define("MG_MEDIA_12", "Добавление пользовательского медиа файла");
define("MG_MEDIA_13", "Редактирование пользовательского медиа файла");
define("MG_MEDIA_14", "Максимальный размер локального файла:");
define("MG_MEDIA_15", "Разрешённые типы файлов:");
define("MG_MEDIA_16", "Соглашение:");
define("MG_MEDIA_17", "Галерея:");
define("MG_MEDIA_18", "У Вас нет прав закачивать свои медиа файлы!");
define("MG_MEDIA_19", "Имя:");
define("MG_MEDIA_20", "Локальный файл:");
define("MG_MEDIA_21", "URL удалённого файла:");
define("MG_MEDIA_22", "Описание:");
define("MG_MEDIA_23", "Разрешить комментарии:");
define("MG_MEDIA_24", "Разрешить воспроизведение во внешнем плеере:");
define("MG_MEDIA_25", "Имя автора:");
define("MG_MEDIA_26", "E-mail автора:");
define("MG_MEDIA_27", "Сайт автора:");
define("MG_MEDIA_28", "Добавить");
define("MG_MEDIA_29", "Обновить");
define("MG_MEDIA_30", "%s - помеченные этим знаком поля обязательно должны быть заполнены!");
define("MG_MEDIA_31", "Отмена");
define("MG_MEDIA_32", "Не удалось получить параметры удалённого файла, возможно файл сейчас недоступен!");
define("MG_MEDIA_33", "Вы ввели неправельный E-mail адрес!");
define("MG_MEDIA_34", "%s - одно из помеченных этим знаком полей обязательно должно быть заполнено!");

?>