<?php

/*
+---------------------------------------------------------------+
|        e107 website system                                    |
|        ©Steve Dunstan 2001-2002                               |
|        http://jalist.com                                      |
|        stevedunstan@jalist.com                                |
|                                                               |
|        File: languages/Russian/lan_help.php                   |
|        Plugin: Media gallery                                  |
|        Author: soulhunter (darksport@users.mns.ru)            |
|                                                               |
|        Released under the terms and conditions of the         |
|        GNU General Public License (http://gnu.org).           |
+---------------------------------------------------------------+
*/

define("MG_HELP_1", "Чтобы отредактировать главного родителя, нажмите на изображение открытой папки в левом верхнем углу страницы.");
define("MG_HELP_2", "В качестве обоев рекомендуется добавлять изображения стандартных разрешений (см. список разрешений по-умолчанию).");
define("MG_HELP_3", "Для добавления локального медиа файла загрузите файл в папку %s и выберите его из списка.");
define("MG_HELP_4", "Возможно создание до трёх уровней галерей и подгалерей.");
define("MG_HELP_5", "Для работы с Менеджером файлов сначала выберете Режим и Директорию.");
define("MG_HELP_6", "Раздел временных файлов используется для хранения промежуточных файлов, ускоряющих работу галереи.");
define("MG_HELP_7", "Для получения подробной информации о правах доступа CHMOD обратитесь к %s.");
define("MG_HELP_8", "руководству");
define("MG_HELP_9", "Рекомендуется сначала правильно рассчитать и настроить размер иконок и только потом добавлять файлы в галерею.");
define("MG_HELP_10", "В этом разделе вы можете получить полную информацию о Медиа галерее.");
define("MG_HELP_11", "Если Вы выбираете опцию Переместить в Хранилище, то изображения перемещаются в директорию, доступ к которой Вы можете получить только с помощью Менеджера файлов.");
define("MG_HELP_12", "В этом разделе вы можете просмотреть существующие файлы.");
define("MG_HELP_13", "Помощь");

?>