<?php

/*
+---------------------------------------------------------------+
|        e107 website system                                    |
|        ©Steve Dunstan 2001-2002                               |
|        http://jalist.com                                      |
|        stevedunstan@jalist.com                                |
|                                                               |
|        File: languages/Russian/lan_admin_readme.php           |
|        Plugin: Media gallery                                  |
|        Author: soulhunter (darksport@users.mns.ru)            |
|                                                               |
|        Released under the terms and conditions of the         |
|        GNU General Public License (http://gnu.org).           |
+---------------------------------------------------------------+
*/

define("MG_ADMIN_README_1", "Общая информация");
define("MG_ADMIN_README_2", "Администрирование");
define("MG_ADMIN_README_3", "Модуль обоев");
define("MG_ADMIN_README_4", "Наверх");
define("MG_ADMIN_README_5", "Возможности");
define("MG_ADMIN_README_6", "Создание до трёх уровней галерей и подгалерей.");
define("MG_ADMIN_README_7", "Добавление видеороликов форматов %s.");
define("MG_ADMIN_README_8", "Добавление музыки форматов %s.");
define("MG_ADMIN_README_9", "Добавление изображений форматов %s.");
define("MG_ADMIN_README_10", "Создание галереи обоев (указываете список разрешений и добавляете изображение в режиме обоев).");
define("MG_ADMIN_README_11", "Встроенный блок меню отображает последние добавленные, случайные и лучшие по рейтингу файлы.");
define("MG_ADMIN_README_12", "Поиск возможен в именах, описаниях и авторах файлов.");
define("MG_ADMIN_README_13", "Комментирование и оценка файлов с помощью рейтинга.");
define("MG_ADMIN_README_14", "Загрузка понравившихся файлов из галереи.");
define("MG_ADMIN_README_15", "Возможность распечатывать и отправлять изображения по почте.");
define("MG_ADMIN_README_16", "Сортировка файлов по имени, дате добавления, просмотрам и рейтингу.");
define("MG_ADMIN_README_17", "3 варианта отображения подгалерей, возможность установки порядка их отображения.");
define("MG_ADMIN_README_18", "Загрузка файлов пользователями прямо в галереи либо через подтверждение администратором.");
define("MG_ADMIN_README_19", "Установка прав на просмотр галерей и на загрузку файлов в галереи.");
define("MG_ADMIN_README_20", "Воспроизведение медиа файлов во внешнем плеере.");
define("MG_ADMIN_README_21", "Создание галерей пользователями и последующее администрирование файлов в своей галерее, возможность привязывать названия создаваемых галерей к никам пользователей.");
define("MG_ADMIN_README_22", "Защита изображений фирменным знаком (картинка либо текст).");
define("MG_ADMIN_README_23", "Поддержка названий файлов в национальном алфавите.");
define("MG_ADMIN_README_24", "Добавление файлов через URL (по протоколам %s и %s).");
define("MG_ADMIN_README_25", "Поддержка тимплейтов (собственных файлов оформления).");
define("MG_ADMIN_README_26", "Тимплейты");
define("MG_ADMIN_README_27", "История версий");
define("MG_ADMIN_README_28", "Версия %s:");
define("MG_ADMIN_README_29", "Первый релиз.");
define("MG_ADMIN_README_30", "Исправлена ошибка с подсчётом количества просмотров файла.");
define("MG_ADMIN_README_31", "Исправлена ошибка, которая приводила к неработоспособности модуля обработки изображений в операционных системах семейства Unix.");
define("MG_ADMIN_README_32", "Автоматически начинать воспроизведение медиа файлов при открытии страницы просмотра.");
define("MG_ADMIN_README_33", "Исправлена ошибка с добавлением файлов анонимными пользователями.");
define("MG_ADMIN_README_34", "Добавлена возможность сортировки изображений по рейтингу.");
define("MG_ADMIN_README_35", "Добавлена возможность установки порядка отображения галерей.");
define("MG_ADMIN_README_36", "Добавлена возможность загрузки файлов пользователями напрямую, без подтверждения администратором.");
define("MG_ADMIN_README_37", "Навигация по галерее в админке теперь всегда точно отображает на какой странице Вы находитесь.");
define("MG_ADMIN_README_38", "Усовершенствован скрипт инсталляции.");
define("MG_ADMIN_README_39", "Запущен менеджер файлов.");
define("MG_ADMIN_README_40", "Счётчик изображений в галерее теперь считает всё изображения, даже те, которые находятся в подгалереях.");
define("MG_ADMIN_README_41", "Добавлена возможность воспроизведения видеороликов форматов %s; музыки форматов %s; изображений формата %s.");
define("MG_ADMIN_README_42", "Блок меню теперь может отображать последние добавления, случайные файлы и лучшие по рейтингу файлы. Возможность указать типы файлов, которые должны отображаться.");
define("MG_ADMIN_README_43", "Добавлена возможность поиска по именам авторов файлов.");
define("MG_ADMIN_README_44", "Усовершенствован модуль печати изображений.");
define("MG_ADMIN_README_45", "Добавлена возможность воспроизведения медиа файлов во внешнем плеере.");
define("MG_ADMIN_README_46", "Добавлена возможность создания галерей пользователями и последующего администрирования файлов в своей галерее.");
define("MG_ADMIN_README_47", "Добавлена возможность защиты изображений фирменным знаком (картинкой или текстом).");
define("MG_ADMIN_README_48", "Теперь можно добавлять файлы с русскими названиями.");
define("MG_ADMIN_README_49", "Добавлена возможность добавления файлов через URL (по протоколам %s и %s).");
define("MG_ADMIN_README_50", "Добавлена поддержка тимплейтов (собственных файлов оформления).");
define("MG_ADMIN_README_51", "Исправлена ошибка с добавлением медиа файлов через Менеджер файлов.");
define("MG_ADMIN_README_52", "Созданы полноценные языковые файлы.");
define("MG_ADMIN_README_53", "Код переписан полностью для увеличения производительности и добавления большого количества новых функций.");
define("MG_ADMIN_README_54", "Создан Менеджер директорий.");
define("MG_ADMIN_README_55", "Добавлена поддержка BB кода в описаниях, соглашениях и т.д.");
define("MG_ADMIN_README_56", "Новый режим просмотра подгалерей: Плитка (без иконок).");
define("MG_ADMIN_README_57", "Добавлена возможность настройки названия галереи, блоков меню и т.д.");
define("MG_ADMIN_README_58", "Возможность настройки названия галереи, блоков меню и т.д.");
define("MG_ADMIN_README_59", "Уведомление пользователей о наличии новых файлов в галерее с их последнего визита.");
define("MG_ADMIN_README_60", "Добавлена возможность уведомления пользователей о наличии новых файлов в галерее с их последнего визита.");
define("MG_ADMIN_README_61", "Добавлены многочисленные настройки, позволяющие полностью интергировать галерею в Ваш дизайн.");
define("MG_ADMIN_README_62", "Полностью отлажена кроссбраузерность.");
define("MG_ADMIN_README_63", "Многочисленные настройки позволяют полностью интегрировать галерею в Ваш дизайн.");
define("MG_ADMIN_README_64", "Системные требования");
define("MG_ADMIN_README_65", "%s или выше с установленной библиотекой %s, которая поддерживает обработку форматов %s; %s или выше. Рекомендуется наличие библиотек %s и %s, однако галерея будет работать и без них.");
define("MG_ADMIN_README_66", "Операционная система %s, %s, %s или %s.");
define("MG_ADMIN_README_67", "Для просмотра: браузеры %s, %s, %s, %s или %s.");
define("MG_ADMIN_README_68", "Примечание:");
define("MG_ADMIN_README_69", "С указанными требованиями проводилось тестирование галереи, поэтому это не означает, что она не будет работать в других средах.");
define("MG_ADMIN_README_70", "Установка с нуля");
define("MG_ADMIN_README_71", "Загрузите папку %s в папку %s Вашего сайта.");
define("MG_ADMIN_README_72", "Зайдите в администраторский раздел %s, найдите %s в списке и нажмите %s.");
define("MG_ADMIN_README_73", "Обновление с предыдущей версии");
define("MG_ADMIN_README_74", "Загрузите папку %s в папку %s Вашего сайта с заменой уже имеющихся файлов.");
define("MG_ADMIN_README_75", "Зайдите в администраторский раздел %s, найдите %s в списке и нажмите %s.");
define("MG_ADMIN_README_76", "Если для обновления потребуется совершить какие-то дополнительные действия, Вы увидите сообщение об этом.");
define("MG_ADMIN_README_77", "Администрирование");
define("MG_ADMIN_README_78", "Управление плагинами");
define("MG_ADMIN_README_79", "Медиа галерею");
define("MG_ADMIN_README_80", "Установить");
define("MG_ADMIN_README_81", "Обновить");
define("MG_ADMIN_README_82", "Раздел %s");
define("MG_ADMIN_README_83", "Существующие файлы");
define("MG_ADMIN_README_84", "Расшифровка иконок:");
define("MG_ADMIN_README_85", "Редактировать главного родителя");
define("MG_ADMIN_README_86", "Галерея");
define("MG_ADMIN_README_87", "Пользовательская галерея");
define("MG_ADMIN_README_88", "Аудио файл");
define("MG_ADMIN_README_89", "Видео файл");
define("MG_ADMIN_README_90", "Изображение");
define("MG_ADMIN_README_91", "Обои");
define("MG_ADMIN_README_92", "Редактировать");
define("MG_ADMIN_README_93", "Удалить");
define("MG_ADMIN_README_94", "Смотреть");
define("MG_ADMIN_README_95", "Подтвердить");
define("MG_ADMIN_README_96", "Передвинуть вверх");
define("MG_ADMIN_README_97", "Передвинуть вниз");
define("MG_ADMIN_README_98", "Вверх");
define("MG_ADMIN_README_99", "При наведении на иконку галереи, Вы увидите всплывающее сообщение с папраметрами этой галереи.");
define("MG_ADMIN_README_100", "Чтобы установить порядок отображения галерей, передвигайте их вверх/вниз путём нажатия на соответствующие иконки.");
define("MG_ADMIN_README_101", "Чтобы посмотреть содержимое галереи, нажмите на название этой галереи в списке.");
define("MG_ADMIN_README_102", "Изображения");
define("MG_ADMIN_README_103", "Для добавления изображения заполните предложенные поля; поля, помеченные *, обязательно должны быть заполнены. Необходимо указать либо %s либо %s!");
define("MG_ADMIN_README_104", "Локальный файл");
define("MG_ADMIN_README_105", "URL удалённого файла");
define("MG_ADMIN_README_106", "%s должен начинаться с %s или %s.");
define("MG_ADMIN_README_107", "Если Вы хотите добавить изображения по протоколу %s, то сначала укажите в настройках логин и пароль для доступа к фтп серверу, которые будут автоматически применяться ко всем добавленным через фтп файлам, и затем, при добавлении изображения, укажите %s в виде %s. Если Вы хотите добавить изображение с фтп сервера, на котором логин и пароль отличаются от тех, что Вы указали в настройках, то укажите %2\$s в таком виде: %s, где %s и %s - логин и пароль для доступа к этому фтп серверу.");
define("MG_ADMIN_README_108", "Если при добавлении файла через %s системе не удаётся получить параметры удалённого файла, значит либо Вы неверно указали его адрес, либо удалённый ресурс сейчас недоступен, в этом случае попробуйте добавить файл позже.");
define("MG_ADMIN_README_109", "Отметьте %s если Вы хотите, чтобы изображение выводилось на скачивание в указанных Вами разрешениях.");
define("MG_ADMIN_README_110", "Режим обоев");
define("MG_ADMIN_README_111", "В качестве изображения для обоев рекомендуется использовать максимального стандартного разрешения.");
define("MG_ADMIN_README_112", "Медиа файлы");
define("MG_ADMIN_README_113", "Закачайте медиа файлы, которые Вы хотите добавить на сервер в папку %s.");
define("MG_ADMIN_README_114", "Для добавления медиа файла заполните предложенные поля; поля, помеченные *, обязательно должны быть заполнены.  Необходимо выбрать %s либо %s!");
define("MG_ADMIN_README_115", "Если Вы хотите добавить медиа файлы по протоколу %s, то сначала укажите в настройках логин и пароль для доступа к фтп серверу, которые будут автоматически применяться ко всем добавленным через фтп файлам, и затем, при добавлении медиа файла, укажите %s в виде %s. Если Вы хотите добавить медиа файл с фтп сервера, на котором логин и пароль отличаются от тех, что Вы указали в настройках, то укажите %2\$s в таком виде: %s, где %s и %s - логин и пароль для доступа к этому фтп серверу.");
define("MG_ADMIN_README_116", "Если Вы хотите установить иконку для медиа файла, сначала закачайте её на сервер с помощью кнопки %s, затем выберете её из списка. Если Вы в поле %s укажете значение %s, то будет отображаться иконка, показывающая тип этого файла.");
define("MG_ADMIN_README_117", "Закачать иконку");
define("MG_ADMIN_README_118", "Иконка");
define("MG_ADMIN_README_119", "по-умолчанию");
define("MG_ADMIN_README_120", "Галереи");
define("MG_ADMIN_README_121", "Для добавления галереи заполните предложенные поля; поля, помеченные *, обязательно должны быть заполнены.");
define("MG_ADMIN_README_122", "Чтобы установить иконку для галереи, сначала закачайте её на сервер с помощью кнопки %s, затем выберете её из списка.");
define("MG_ADMIN_README_123", "Закачать иконку");
define("MG_ADMIN_README_124", "Вы вомете создать до трёх уровней галерей и подгалерей. Такое ограничение введено для того, чтобы избежать засорения базы и жёсткого диска при удалении галерей.");
define("MG_ADMIN_README_125", "Поля %s, %s и %s устанавливают класс пользователей, которому будет разрешено данное действие внутри этой галереи.");
define("MG_ADMIN_README_126", "Поле %s отвечает за возможность пользователей закачивать файлы в галерею напрямую, без подтверждения администратора.");
define("MG_ADMIN_README_127", "Просмотр файлов");
define("MG_ADMIN_README_128", "Закачака файлов");
define("MG_ADMIN_README_129", "Создание галерей");
define("MG_ADMIN_README_130", "Прямая закачка");
define("MG_ADMIN_README_131", "Менеджер файлов");
define("MG_ADMIN_README_132", "Для добавления нескольких файлов одновременно, сначала закачайте файлы в директорию %s (%s) либо по протоколу %s, либо с помощью встроенного режима %s, затем перейдите в режим %s.");
define("MG_ADMIN_README_133", "Хранилище");
define("MG_ADMIN_README_134", "Закачка файлов");
define("MG_ADMIN_README_135", "Добавление файлов");
define("MG_ADMIN_README_136", "Менеджер памяти");
define("MG_ADMIN_README_137", "Счётчик %s показывает количество памяти, занимаемое директорией %s.");
define("MG_ADMIN_README_138", "Вся галерея");
define("MG_ADMIN_README_139", "Счётчик %s показывает общее количество памяти, занимаемое директорией %1\$s (%s), если лимит на него не установлен, и остаток памяти, если лимит установлен.");
define("MG_ADMIN_README_140", "Временные файлы");
define("MG_ADMIN_README_141", "Менеджер директорий");
define("MG_ADMIN_README_142", "В этом разделе Вы можете увидеть полный список директорий, необходимый для корректной работы галереи.");
define("MG_ADMIN_README_143", "Директория существует у на неё установлены верные права");
define("MG_ADMIN_README_144", "Директория не существует или на неё установлены неверные права");
define("MG_ADMIN_README_145", "Если галерее не удастся автоматически создать нужные директории и выставить на них права, то Вы увидите сообщение с описанием действий, которые необходимо будет выполнить вручную.");
define("MG_ADMIN_README_146", "Настройки");
define("MG_ADMIN_README_147", "Если Вы уже добавляли изображения в галерею, то не рекомендуется изменять %s в большую сторону, так как при этом иконки будут отображаться расплывчато.");
define("MG_ADMIN_README_148", "Размер иконок");
define("MG_ADMIN_README_149", "В поле %s рекомендуется указывать только стандартные разрешения, так как галерея производит пропорциональное изменение размера изображений.");
define("MG_ADMIN_README_150", "Список разрешений обоев");
define("MG_ADMIN_README_151", "Чтобы получить доступ к расширенным функциям галереи, установите переключатель %s в положение %s.");
define("MG_ADMIN_README_152", "Режим работы с галереей");
define("MG_ADMIN_README_153", "профессиональный");
define("MG_ADMIN_README_154", "Модуль обоев");
define("MG_ADMIN_README_155", "Что это такое");
define("MG_ADMIN_README_156", "Програмный модуль галереи, который помагает Вам в автоматическом создании файлов различных разрешений и выводе их на скачивание.");
define("MG_ADMIN_README_157", "Как добавить обои");
define("MG_ADMIN_README_158", "Сначала в разделе %s необходимо указать список разрешений, в которых Ваше изображение будет выводиться на скачивание. Здесь желательно указывать только стандартные разрешения, иначе фактический размер изображения после изменения его размера может не совпасть с указанным вами разрешением. Данный список разрешений действует на все изображения, добавленные в режиме обоев.");
define("MG_ADMIN_README_159", "Для того чтобы добавить изображение для обоев, необходимо перейти в раздел %s, заполнить стандартные поля и поставить галочку напротив поля %s. При этом желательно использовать файл максимального стандартного разрешения, чтобы он мог выводиться во всех указанных Вами разрешениях. Если размеры файла будут меньше какого-либо разрешения, то файл просто не будет выводиться на скачивание в данном разрешении.");
define("MG_ADMIN_README_160", "Режим обоев");
define("MG_ADMIN_README_161", "Как он действует");
define("MG_ADMIN_README_162", "Когда Вы просматриваете изображение, изображение, добавленное в качестве обоев отличается от обычного изображения только тем, что под ним расположены ссылки на скачивание данного изображения в указанных Вами разрешениях. При первом нажатии на одну из этих ссылок происходит создание изображение в разрешении, соответствующем данной ссылке. Созданное изображение помещается в раздел временных файлов и от туда выводится пользователю в браузер. При повторном нажатии на эту ссыску изображение выводится сразу из раздела временных файлов без повторного изменения размера, что значительно ускоряет доступ к нему. Состояние раздела временных файлов контролируется менеджером памяти. Это сделано для предовтращения создания пустых файлов при отсутствии места на жёстком диске.");
define("MG_ADMIN_README_163", "%s - это файлы оформления, которые отвечают за расположение различных функциональных элементов галереи на странице.");
define("MG_ADMIN_README_164", "Как ими пользоваться");
define("MG_ADMIN_README_165", "Чтобы создавать свои тимплейты, необходимо всего-лишь базовое знание языка %s, так как в них не заключено никаких функциональных элементов, они отвечают лишь за оформление страницы. В качестве примера Вы можете использовать стандартные тимплейты, которые находятся в директории %s. Вы можете как отредактировать стандартные тимплейты (нерекомендуемый способ), так и создать свои собственные и положить их в директорию с темой Вашего сайта(%s).");
define("MG_ADMIN_README_166", "Помощь");
define("MG_ADMIN_README_167", "Исправлены все ошибки, обнаруженные в предыдущей версии.");
define("MG_ADMIN_README_168", "Добавлена возможность привязывать названия создаваемых пользователями галерей к их никам.");
define("MG_ADMIN_README_169", "Добавлена возможность устанавливать порядок сортировки файлов по-умолчанию.");
define("MG_ADMIN_README_170", "Открыты модули распечатки и отправки файлов по почте (теперь в письме в качестве вложения отправляется иконка файла).");
define("MG_ADMIN_README_171", "Небольшие изменения в сторону увеличения производительности.");
define("MG_ADMIN_README_172", "Настройка порядка сортировки файлов по-умолчанию (если пользователем не указана другая сортировка).");

?>